[
    {
        "id": 1,
        "titolo": "Titolo dell'articolo 1",
        "categoria": "FASHION",
        "data": "17 gennaio 2023",
        "immagine": "immagini/articolo_1.jpeg",
        "anteprima": "Anis dolut et voluptas eos imet audis dolomet, vimi fugiae eaturi aut dignetur pelit et delor sum qui blanto quunt lique nimamet molupta aut exerenim volecia cum explit laborio.",
        "contenuto": "Nel panorama della moda contemporanea, il minimalismo sta vivendo una nuova stagione. Non più sinonimo di semplicità estrema, ma piuttosto di consapevolezza estetica: linee pulite, volumi studiati e una palette cromatica che privilegia toni neutri, caldi e naturali. Le collezioni di questa stagione raccontano una femminilità (e mascolinità) rilassata, fatta di capi versatili che accompagnano la quotidianità senza rinunciare al carattere. Blazer destrutturati, pantaloni sartoriali dal taglio morbido, maglieria leggera e camicie oversize diventano protagonisti di un guardaroba pensato per durare nel tempo. Grande attenzione anche ai materiali: cotone organico, lane leggere, viscosa e tessuti tecnici di nuova generazione si intrecciano in una ricerca che mette al centro comfort e sostenibilità. La moda si fa responsabile, senza perdere il suo lato più sofisticato. Gli accessori seguono la stessa filosofia: borse dalle forme essenziali, scarpe dal design pulito e gioielli discreti che valorizzano il look senza sovrastarlo. Ogni dettaglio è studiato per creare un equilibrio perfetto tra funzionalità e stile. Il risultato è un'estetica moderna, fluida, che invita a riscoprire il piacere di vestirsi con intenzione. Perché oggi più che mai, la vera eleganza risiede nella capacità di scegliere capi che raccontino chi siamo, con autenticità e leggerezza."
    },
    {
        "id": 2,
        "titolo": "Titolo dell'articolo 2",
        "categoria": "FASHION",
        "data": "15 gennaio 2023",
        "immagine": "immagini/articolo_2.jpeg",
        "anteprima": "Anis dolut et voluptas eos imet audis dolomet, vimi fugiae eaturi aut dignetur pelit et delor sum qui blanto quunt lique nimamet molupta aut exerenim volecia cum explit laborio.",
        "contenuto": "Contenuto completo del secondo articolo. Qui puoi aggiungere tutto il testo, le descrizioni, i dettagli che vuoi mostrare quando l'utente apre l'articolo."
    },
    {
        "id": 3,
        "titolo": "Titolo dell'articolo 3",
        "categoria": "BEAUTY",
        "data": "12 gennaio 2023",
        "immagine": "immagini/articolo_3.jpeg",
        "anteprima": "Anis dolut et voluptas eos imet audis dolomet, vimi fugiae eaturi aut dignetur pelit et delor sum qui blanto quunt lique nimamet molupta aut exerenim volecia cum explit laborio.",
        "contenuto": "Contenuto completo del terzo articolo sulla bellezza e wellness. Descrivi qui tutti i dettagli, consigli, prodotti, ecc."
    },
    {
        "id": 4,
        "titolo": "Titolo dell'articolo 4",
        "categoria": "ART",
        "data": "10 gennaio 2023",
        "immagine": "immagini/articolo_4.jpeg",
        "anteprima": "Anis dolut et voluptas eos imet audis dolomet, vimi fugiae eaturi aut dignetur pelit et delor sum qui blanto quunt lique nimamet molupta aut exerenim volecia cum explit laborio.",
        "contenuto": "Contenuto completo del quarto articolo sull'arte. Puoi parlare di mostre, artisti, opere, eventi culturali, ecc."
    }
]
